{
  "questions": [
    {
      "memberid": 1,
      "questionid": 1,
      "title": "Testing transforms in Foundry: How to quickly select some rows from the preview of an existing dataframe as example data?",
      "body": "Having developed a pipeline transform, I might want to write a test that applies the new transform to a given small dataset and compares the result with an expected result. How do I comfortable",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 3,
      "answercount": 2
    },
    {
      "memberid": 2,
      "questionid": 2,
      "title": "JsonCpp: Treat strings as numbers",
      "body": "I have floating-point numbers stored as strings. During serialization to JSON, I want to convert those strings to numbers. For example, the strings a='1.001' and b='0.1' must be ",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 7,
      "answercount": 0
    },
    {
      "memberid": 3,
      "questionid": 3,
      "title": "How i can use custom listview in react-native-google-places-autocomplete?",
      "body": "I have two autocompleteinputs but i want them to use same listview to look nicer. The app i am developing looks like lyft in lyft they use two text inputs in destination selection screen. How i ca",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 4,
      "answercount": 1
    },
    {
      "memberid": 4,
      "questionid": 4,
      "title": "Create type for HOC parent depending on child object's properties",
      "body": "I'm making high order component for @expo/vector-icons and trying to define the general type for its props. There are several objects inside module (MaterialCommunityIcons, MaterialIcons",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 526,
      "answercount": 2
    },
    {
      "memberid": 5,
      "questionid": 5,
      "title": "npm install command is taking extremely longer time than it should",
      "body": "I have clone the code from github and now I am running npm i --legacy-peer-deps to install node modules in it but it is taking too much time also it gives error everytime. What should I do? I have",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 10,
      "answercount": 0
    },
    {
      "memberid": 6,
      "questionid": 6,
      "title": "QueryDSL with DB2 fetching Nested Json object or Json array aggregation Response",
      "body": "I am trying to fetch nested JSON objects and JSON List from Database using QueryDSL. I have used a native query with LISTAGG and JSON_OBJECT. Native Query : SELECT",
      "createdAt": "date",
      "modifiedAt": "date",
      "view": 3891,
      "answercount": 5
    }
  ]
}
